{
  "add_prefix_space": false,
  "bos_token": {
    "content": "",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "do_lower_case": true,
  "eos_token": {
    "content": "",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "errors": "replace",
  "model_max_length": 77,
  "name_or_path": "https://github.com/CufoTv/VALa1Tokenizer/tree/main",
  "pad_token": "",
  "special_tokens_map_file": "https://github.com/CufoTv/VALa1Tokenizer/blob/main/Tokenizer/special_tokens_map.json",
  "tokenizer_class": "VALa1Tokenizer",
  "unk_token": {
    "content": "",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "special_tokens_map": {
    "bos_token": {
      "content": "",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false
    },
    "eos_token": {
      "content": "",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false
    },
    "unk_token": {
      "content": "",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false
    }
  }
}