{
  "unk_token": {
    "content": "<UNK>",
    "lstrip": false,
    "rstrip": false,
    "normalized": true,
    "single_word": true
  },
  "bos_token": {
    "content": "<BOS>",
    "lstrip": false,
    "rstrip": false,
    "normalized": true,
    "single_word": true
  },
  "eos_token": {
    "content": "<EOS>",
    "lstrip": false,
    "rstrip": false,
    "normalized": true,
    "single_word": true
  },
  "pad_token": {
    "content": "<PAD>",
    "lstrip": false,
    "rstrip": false,
    "normalized": true,
    "single_word": true
  },
  "cls_token": {
    "content": "<CLS>",
    "lstrip": false,
    "rstrip": false,
    "normalized": true,
    "single_word": true
  },
  "sep_token": {
    "content": "<SEP>",
    "lstrip": false,
    "rstrip": false,
    "normalized": true,
    "single_word": true
  }
}
