{
    "add_prefix_space": false,
    "bos_token": {
        "__type": "AddedToken",
        "content": "",
        "lstrip": false,
        "normalized": true,
        "rstrip": false,
        "single_word": false
    },
    "do_lower_case": true,
    "eos_token": {
        "__type": "AddedToken",
        "content": "",
        "lstrip": false,
        "normalized": true,
        "rstrip": false,
        "single_word": false
    },
    "errors": "replace",
    "model_max_length": 77,
    "name_or_path": "./your_tokenizer_directory",
    "pad_token": "",
    "special_tokens_map_file": "./special_tokens_map.json",
    "tokenizer_class": "YourTokenizerClass",
    "unk_token": {
        "__type": "AddedToken",
        "content": "",
        "lstrip": false,
        "normalized": true,
        "rstrip": false,
        "single_word": false
    }
}